// קובץ מערכים אשר ישמשו כהנחיות ספורטיביות למשתמש

export const activity = [
  {
    value: "קל",
    hint: "עד 2 אימונים בשבוע",
  },
  {
    value: "בינוני",
    hint: "3-4 אימונים בשבוע",
  },
  {
    value: "כבד",
    hint: "5-6 אימונים בשבוע",
  },
];

export const targets = [
  {
    value: "בריאות כללית",
    hint: "למטרת שמירה על משקל, ואורך חיים בריא",
  },
  {
    value: "חיטוב",
    hint: "למטרת הורדה במשקל אחוזי שומן תוך כדי שמירה על מסת שריר",
  },
  {
    value: "מסה",
    hint: "למטרת עליה במסת שריר",
  },
];
